{
  "keerthana": 140,
  "mahesh": 155,
  "mahesh016": 156,
  "gmail": 109,
  "com": 49,
  "8792046351": 11,
  "github": 107,
  "keerthana503": 141,
  "linkedin": 150,
  "9a5823293": 12,
  "skills": 230,
  "languages": 145,
  "java": 135,
  "python": 206,
  "sql": 234,
  "web": 274,
  "technologies": 247,
  "html": 115,
  "css": 61,
  "javascript": 136,
  "react": 209,
  "js": 137,
  "bootstrap": 33,
  "django": 75,
  "fastapi": 97,
  "wordpress": 281,
  "drupal": 77,
  "streaming": 237,
  "ffmpeg": 100,
  "tools": 256,
  "vs": 273,
  "code": 47,
  "eclipse": 78,
  "jupyter": 139,
  "figma": 102,
  "wix": 280,
  "excel": 91,
  "latex": 146,
  "mysql": 174,
  "vmware": 272,
  "education": 79,
  "mv": 172,
  "gma": 108,
  "mvj": 173,
  "college": 48,
  "engineering": 85,
  "computer": 54,
  "science": 222,
  "design": 69,
  "engi": 83,
  "neering": 177,
  "cgpa": 39,
  "10": 0,
  "dec": 66,
  "2021": 4,
  "2025": 7,
  "kendriya": 142,
  "vidyalaya": 270,
  "class": 41,
  "xii": 284,
  "pcmb": 192,
  "percentage": 194,
  "77": 9,
  "2020": 3,
  "87": 10,
  "2018": 1,
  "2019": 2,
  "work": 282,
  "experience": 94,
  "neuron": 182,
  "techno": 246,
  "solutions": 233,
  "bangalore": 30,
  "jun": 138,
  "present": 202,
  "application": 25,
  "support": 241,
  "engineer": 84,
  "pr": 199,
  "providing": 205,
  "deployment": 68,
  "linux": 151,
  "ubuntu": 262,
  "contributing": 58,
  "company": 52,
  "website": 275,
  "set": 228,
  "anthias": 23,
  "raspberry": 208,
  "pi": 197,
  "including": 124,
  "configuration": 56,
  "networking": 181,
  "integration": 127,
  "currently": 63,
  "developing": 71,
  "platform": 198,
  "live": 152,
  "video": 269,
  "rtsp": 221,
  "264": 8,
  "pcotp": 193,
  "p2p": 190,
  "transcoding": 258,
  "grid": 110,
  "view": 271,
  "expand": 92,
  "features": 99,
  "knowledge": 144,
  "gains": 104,
  "seo": 227,
  "ssh": 235,
  "winscp": 277,
  "ajax": 18,
  "interships": 131,
  "extion": 95,
  "infotech": 125,
  "2024": 6,
  "april": 28,
  "ui": 263,
  "ux": 268,
  "intern": 129,
  "redesigned": 211,
  "commerce": 50,
  "optimized": 189,
  "mobile": 163,
  "onboarding": 186,
  "built": 34,
  "responsive": 216,
  "templates": 249,
  "obile": 185,
  "improve": 122,
  "user": 266,
  "engagement": 82,
  "conducted": 55,
  "research": 215,
  "usability": 265,
  "testing": 250,
  "health": 112,
  "app": 24,
  "enhance": 86,
  "retention": 217,
  "wireframing": 278,
  "interface": 128,
  "development": 72,
  "adobe": 15,
  "xd": 283,
  "casdic": 35,
  "jan": 134,
  "ai": 16,
  "aiml": 17,
  "implemented": 120,
  "machine": 154,
  "learning": 148,
  "algorithms": 22,
  "knn": 143,
  "naïve": 176,
  "bayes": 32,
  "gaussian": 105,
  "mixture": 161,
  "model": 164,
  "pca": 191,
  "classification": 42,
  "regression": 213,
  "clustering": 46,
  "tasks": 244,
  "using": 267,
  "scikit": 223,
  "learn": 147,
  "matplotlib": 158,
  "performed": 196,
  "data": 65,
  "cleaning": 44,
  "preprocessing": 201,
  "applied": 26,
  "dimensionality": 73,
  "reduction": 212,
  "accuracy": 13,
  "computational": 53,
  "efficiency": 80,
  "naive": 175,
  "models": 165,
  "gtre": 111,
  "nov": 184,
  "2023": 5,
  "configured": 57,
  "managed": 157,
  "routers": 219,
  "switches": 242,
  "implementing": 121,
  "tcp": 245,
  "ip": 133,
  "dns": 76,
  "protocols": 204,
  "secure": 224,
  "communica": 51,
  "tion": 255,
  "monitored": 168,
  "network": 180,
  "performance": 195,
  "wireshark": 279,
  "netflow": 179,
  "applying": 27,
  "subletting": 239,
  "optimize": 188,
  "net": 178,
  "topologies": 257,
  "routing": 220,
  "switching": 243,
  "monitoring": 169,
  "project": 203,
  "image": 118,
  "steganography": 236,
  "expanded": 93,
  "hide": 114,
  "extract": 96,
  "messages": 159,
  "images": 119,
  "genetic": 106,
  "algo": 20,
  "rithm": 218,
  "embedding": 81,
  "minimal": 160,
  "distortion": 74,
  "enhanced": 87,
  "security": 225,
  "algorithm": 21,
  "curity": 62,
  "cryptography": 60,
  "optimization": 187,
  "streetlight": 238,
  "fault": 98,
  "detection": 70,
  "smart": 231,
  "cities": 40,
  "iot": 132,
  "based": 31,
  "arduino": 29,
  "cloud": 45,
  "esp8266": 88,
  "real": 210,
  "time": 254,
  "adaptive": 14,
  "lighting": 149,
  "sms": 232,
  "alerts": 19,
  "improved": 123,
  "internet": 130,
  "things": 253,
  "wi": 276,
  "fi": 101,
  "module": 166,
  "transmission": 259,
  "monitor": 167,
  "ing": 126,
  "sensor": 226,
  "cyberbullying": 64,
  "nlp": 183,
  "multi": 170,
  "tf": 252,
  "idf": 116,
  "prepro": 200,
  "cessing": 38,
  "ml": 162,
  "classifiers": 43,
  "logistic": 153,
  "decision": 67,
  "tree": 260,
  "random": 207,
  "forest": 103,
  "text": 251,
  "evaluatio": 89,
  "reprocessing": 214,
  "evaluation": 90,
  "supervised": 240,
  "certificates": 36,
  "university": 264,
  "courses": 59,
  "hhtml": 113,
  "certifications": 37,
  "iit": 117,
  "mumbai": 171,
  "skillforge": 229,
  "trishna": 261,
  "technology": 248
}