[
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 0,
    "text": "Keerthana Mahesh ć keerthana.mahesh016@gmail.com | Ħ 8792046351 a github.com/Keerthana503 | ] linkedin.com/in/keerthana-mahesh-9a5823293 Skills Languages: C++, Java, Python, SQL Web Technologies: HTML, CSS, JavaScript,React.js, Bootstrap,Django, FastAPI, WordPress, Drupal Streaming: FFmpeg Technologies & Tools: VS Code, Eclipse, Jupyter, GitHub, Figma, Wix, Excel, LaTeX, MySQL, VMWare Education MV"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 1,
    "text": "gma, Wix, Excel, LaTeX, MySQL, VMWare Education MVJ College of Engineering - B.E. in Computer Science and Design Engi- neering CGPA: 7.2/10 Dec 2021 – May 2025 Kendriya Vidyalaya D.R.D.O - Class XII (PCMB) Percentage: 77% 2020 – 2021 Kendriya Vidyalaya D.R.D.O - Class X Percentage: 87% 2018 – 2019 Work Experience Neuron Techno Solutions, Bangalore Jun 2025 - Present Application Support Engineer Pr"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 2,
    "text": "Jun 2025 - Present Application Support Engineer Providing application support and deployment on Linux (Ubuntu), contributing to company website via WordPress.Set up Anthias on Raspberry Pi, including configuration, networking, and streaming integration. Currently developing a React.js + FastAPI + MySQL platform for live video streaming (RTSP/H.264, PCOTP/P2P) with FFmpeg transcoding, grid view, an"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 3,
    "text": "PCOTP/P2P) with FFmpeg transcoding, grid view, and expand features. Knowledge Gains: Linux (Ubuntu), WordPress, SEO, SSH, WinSCP, AJAX, VMWare, FastAPI, FFmpeg, RTSP/H.264 streaming, H.264, RTSP, PCOTP, Anthias, Raspberry Pi Interships Extion Infotech, Bangalore Dec 2024- April 2025 Ui/Ux Intern Redesigned UI for an e-commerce website, optimized mobile onboarding, and built responsive templates t"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 4,
    "text": "obile onboarding, and built responsive templates to improve user experience and engagement.Conducted user research and usability testing for a health app to enhance retention and design. Knowledge Gains: UI/UX Design, Wireframing, User Interface development,Responsive Web Design, User Research, Mobile Design, Design Tools (Figma, WordPress, Adobe XD) CASDIC D.R.D.O, Bangalore Dec 2024- Jan 2025 AI"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 5,
    "text": "D) CASDIC D.R.D.O, Bangalore Dec 2024- Jan 2025 AIML Intern Implemented machine learning algorithms (KNN, Naïve Bayes, Gaussian Mixture Model, PCA) for classification, regression, and clustering tasks using Python, Scikit-learn, and Matplotlib. Performed data cleaning and preprocessing, and applied PCA for dimensionality reduction to enhance model accuracy and computational efficiency. Knowledge G"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 6,
    "text": "accuracy and computational efficiency. Knowledge Gains: Python, KNN, Naive Bayes, Gaussian Mixture Models, PCA, Data Cleaning GTRE D.R.D.O, Bangalore Nov 2023- Dec 2023 Computer Networking Intern Configured and managed routers and switches, implementing TCP/IP and DNS protocols for secure communica- tion.Monitored network performance using Wireshark and NetFlow, applying subletting to optimize net"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 7,
    "text": "k and NetFlow, applying subletting to optimize network topologies. Knowledge Gains: Networking protocols, Routing and Switching, Network Monitoring Project Work Image Steganography: Expanded a system using Python to hide and extract messages in images using a genetic algo- rithm. Optimized data embedding for minimal image distortion and enhanced security. Knowledge Gains: Genetic Algorithm, Image"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 8,
    "text": "curity. Knowledge Gains: Genetic Algorithm, Image Steganography, Cryptography, Algorithm Optimization Streetlight Fault Detection for Smart Cities using IoT: Built IoT-based streetlight fault detection using Arduino IoT Cloud and ESP8266 with real-time monitoring, adaptive lighting, and SMS alerts for improved efficiency. Knowledge Gains: Internet of Things, Arduino IoT Cloud, ESP8266 Wi-Fi Module"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 9,
    "text": "of Things, Arduino IoT Cloud, ESP8266 Wi-Fi Module, Data Transmission, Real-time Monitor- ing, Sensor Integration Cyberbullying Classification (Python, NLP): Built a multi-class cyberbullying detection model using TF-IDF, NLP prepro- cessing, and ML classifiers (Naïve Bayes, Logistic Regression, Decision Tree, Random Forest). Knowledge Gains: NLP preprocessing, text classification, model evaluatio"
  },
  {
    "doc_id": 2,
    "page": 1,
    "chunk_index": 10,
    "text": "reprocessing, text classification, model evaluation, TF-IDF, supervised learning Certificates • University Courses: HHTML / C / Java Certifications from IIT – Mumbai • Machine Learning using Python on Skillforge • Web Development using Python on Trishna Technology"
  }
]