{"keerthana": 136, "mahesh": 151, "mahesh016": 152, "gmail": 105, "com": 48, "8792046351": 11, "github": 104, "keerthana503": 137, "linkedin": 146, "9a5823293": 12, "skills": 221, "languages": 141, "java": 131, "python": 198, "sql": 225, "web": 265, "technologies": 238, "html": 111, "css": 60, "javascript": 132, "react": 201, "js": 133, "bootstrap": 32, "django": 73, "fastapi": 94, "wordpress": 272, "drupal": 75, "streaming": 228, "ffmpeg": 97, "tools": 247, "vs": 264, "code": 46, "eclipse": 76, "jupyter": 135, "figma": 99, "wix": 271, "excel": 88, "latex": 142, "mysql": 169, "vmware": 263, "education": 77, "mvj": 168, "college": 47, "engineering": 83, "computer": 53, "science": 213, "design": 67, "engi": 81, "neering": 172, "cgpa": 38, "10": 0, "dec": 64, "2021": 4, "2025": 7, "kendriya": 138, "vidyalaya": 261, "class": 40, "xii": 275, "pcmb": 185, "percentage": 187, "77": 9, "2020": 3, "87": 10, "2018": 1, "2019": 2, "work": 273, "experience": 91, "neuron": 176, "techno": 237, "solutions": 224, "bangalore": 29, "jun": 134, "present": 194, "application": 24, "support": 232, "engineer": 82, "providing": 197, "deployment": 66, "linux": 147, "ubuntu": 253, "contributing": 57, "company": 51, "website": 266, "set": 219, "anthias": 22, "raspberry": 200, "pi": 190, "including": 120, "configuration": 55, "networking": 175, "integration": 123, "currently": 61, "developing": 69, "platform": 191, "live": 148, "video": 260, "rtsp": 212, "264": 8, "pcotp": 186, "p2p": 183, "transcoding": 249, "grid": 106, "view": 262, "expand": 89, "features": 96, "knowledge": 140, "gains": 101, "seo": 218, "ssh": 226, "winscp": 268, "ajax": 17, "interships": 127, "extion": 92, "infotech": 121, "2024": 6, "april": 27, "ui": 254, "ux": 259, "intern": 125, "redesigned": 203, "commerce": 49, "optimized": 182, "mobile": 159, "onboarding": 179, "built": 33, "responsive": 207, "templates": 240, "improve": 118, "user": 257, "engagement": 80, "conducted": 54, "research": 206, "usability": 256, "testing": 241, "health": 108, "app": 23, "enhance": 84, "retention": 208, "wireframing": 269, "interface": 124, "development": 70, "adobe": 15, "xd": 274, "casdic": 34, "jan": 130, "aiml": 16, "implemented": 116, "machine": 150, "learning": 144, "algorithms": 21, "knn": 139, "na\u00efve": 171, "bayes": 31, "gaussian": 102, "mixture": 157, "model": 160, "pca": 184, "classification": 41, "regression": 205, "clustering": 45, "tasks": 235, "using": 258, "scikit": 214, "learn": 143, "matplotlib": 154, "performed": 189, "data": 63, "cleaning": 43, "preprocessing": 193, "applied": 25, "dimensionality": 71, "reduction": 204, "accuracy": 13, "computational": 52, "efficiency": 78, "naive": 170, "models": 161, "gtre": 107, "nov": 178, "2023": 5, "configured": 56, "managed": 153, "routers": 210, "switches": 233, "implementing": 117, "tcp": 236, "ip": 129, "dns": 74, "protocols": 196, "secure": 215, "communica": 50, "tion": 246, "monitored": 164, "network": 174, "performance": 188, "wireshark": 270, "netflow": 173, "applying": 26, "subletting": 230, "optimize": 181, "topologies": 248, "routing": 211, "switching": 234, "monitoring": 165, "project": 195, "image": 114, "steganography": 227, "expanded": 90, "hide": 110, "extract": 93, "messages": 155, "images": 115, "genetic": 103, "algo": 19, "rithm": 209, "embedding": 79, "minimal": 156, "distortion": 72, "enhanced": 85, "security": 216, "algorithm": 20, "cryptography": 59, "optimization": 180, "streetlight": 229, "fault": 95, "detection": 68, "smart": 222, "cities": 39, "iot": 128, "based": 30, "arduino": 28, "cloud": 44, "esp8266": 86, "real": 202, "time": 245, "adaptive": 14, "lighting": 145, "sms": 223, "alerts": 18, "improved": 119, "internet": 126, "things": 244, "wi": 267, "fi": 98, "module": 162, "transmission": 250, "monitor": 163, "ing": 122, "sensor": 217, "cyberbullying": 62, "nlp": 177, "multi": 166, "tf": 243, "idf": 112, "prepro": 192, "cessing": 37, "ml": 158, "classifiers": 42, "logistic": 149, "decision": 65, "tree": 251, "random": 199, "forest": 100, "text": 242, "evaluation": 87, "supervised": 231, "certificates": 35, "university": 255, "courses": 58, "hhtml": 109, "certifications": 36, "iit": 113, "mumbai": 167, "skillforge": 220, "trishna": 252, "technology": 239}